[
    {
        "timestamp": "2025-04-03T06:45:54.923292",
        "type": "incoming",
        "content": "Gus agus"
    },
    {
        "timestamp": "2025-04-03T06:46:00.012264",
        "type": "outgoing",
        "content": "Yo, ada apa nih, bro? Lagi nyari cuan atau mau ngobrol santai aja?"
    },
    {
        "timestamp": "2025-04-03T06:46:04.445722",
        "type": "incoming",
        "content": "Modal berapa maksimal gabung jtrade"
    },
    {
        "timestamp": "2025-04-03T06:46:11.086998",
        "type": "outgoing",
        "content": "Bro, gabung JTRADE gak ada batasan modal maksimal. Tapi, kalau mau mulai, usahain ada minimal buat transaksi pertama aja. Santuy, mulailah sesuai kemampuan dulu!"
    },
    {
        "timestamp": "2025-04-03T06:46:55.222005",
        "type": "incoming",
        "content": "Saya mau juga dapat penghasilan tiap hari"
    },
    {
        "timestamp": "2025-04-03T06:47:06.755864",
        "type": "outgoing",
        "content": "Wah, siapa yang nggak mau, bro! Kalau mau penghasilan harian, bisa coba trading saham atau forex, tapi inget ya, risiko juga gede. Atau, bisa juga cari investasi yang bagi dividen rutin. Mulai dari yang kecil dulu, biar nggak kaget. Tetap santuy dan jangan lupa ngopi!"
    },
    {
        "timestamp": "2025-04-03T06:47:19.532209",
        "type": "incoming",
        "content": "Temen ku katanya gak dibayar emang bener gk dibayar"
    },
    {
        "timestamp": "2025-04-03T06:47:34.685426",
        "type": "outgoing",
        "content": "Waduh, kalau nggak dibayar sih bisa jadi ada masalah, bro. Mungkin ada yang nggak beres sama platform atau investasinya. Cek dulu deh, bisa jadi ada syarat yang belum dipenuhi. Terus, pastiin juga platformnya legit. Jangan sampai ketipu, bro. Santuy tapi tetep waspada!"
    },
    {
        "timestamp": "2025-04-03T06:47:39.869920",
        "type": "incoming",
        "content": "Alhamdulillah cair"
    },
    {
        "timestamp": "2025-04-03T06:47:50.890116",
        "type": "outgoing",
        "content": "Wih, mantap! Syukurlah, bro. Jadi tenang kan sekarang. Jangan lupa, selalu cek-cek platformnya biar aman terus. Kalau ada apa-apa, langsung obrolin aja, ya! Keep it santuy!"
    }
]