[
    {
        "timestamp": "2025-04-03T06:44:53.517001",
        "type": "incoming",
        "content": "Syg"
    },
    {
        "timestamp": "2025-04-03T06:44:57.857272",
        "type": "outgoing",
        "content": "Halo, ada apa nih? Mau ngobrolin apa hari ini?"
    },
    {
        "timestamp": "2025-04-03T06:46:06.987777",
        "type": "incoming",
        "content": "Modal berapa maksimal gabung jtrade"
    },
    {
        "timestamp": "2025-04-03T06:46:14.857075",
        "type": "outgoing",
        "content": "Wah, kalau soal modal di JTRADE, sebenarnya nggak ada batas maksimal, bro. Tapi, minimalnya aja yang penting, biasanya mulai dari Rp100 ribu udah bisa buat beli reksa dana. Jadi, fleksibel banget sesuai kantongmu!"
    },
    {
        "timestamp": "2025-04-03T06:46:53.977952",
        "type": "incoming",
        "content": "Saya mau juga dapat penghasilan tiap hari"
    },
    {
        "timestamp": "2025-04-03T06:47:03.737293",
        "type": "outgoing",
        "content": "Wih, penghasilan tiap hari ya, keren tuh! Kamu bisa coba trading saham atau forex, tapi ingat, risikonya juga lumayan. Atau, kalau mau lebih stabil, bisa lirik reksa dana pasar uang atau deposito. Yang penting, pelajari dulu biar nggak salah langkah, bro!"
    },
    {
        "timestamp": "2025-04-03T06:47:16.997042",
        "type": "incoming",
        "content": "Temen ku katanya gak dibayar emang bener gk dibayar"
    },
    {
        "timestamp": "2025-04-03T06:47:25.652636",
        "type": "outgoing",
        "content": "Waduh, nggak dibayar gimana tuh ceritanya? Kalau trading, mungkin maksudnya rugi kali ya, jadi nggak dapet untung. Tapi kalau soal pembayaran, pastiin platform yang dipake itu terpercaya dan regulasinya jelas. Jangan sampai kena scam, bro!"
    },
    {
        "timestamp": "2025-04-03T06:47:37.350707",
        "type": "incoming",
        "content": "Alhamdulillah cair"
    },
    {
        "timestamp": "2025-04-03T06:47:44.553438",
        "type": "outgoing",
        "content": "Syukurlah, bro! Berarti aman dong. Pastikan selalu ngecek platform yang dipakai biar nggak was-was. Kalau ada apa-apa, langsung kontak support-nya aja. Tetap semangat cari cuan!"
    }
]