[
    {
        "timestamp": "2025-04-03T06:33:19.194562",
        "type": "incoming",
        "content": "Pagi mas fahrul"
    },
    {
        "timestamp": "2025-04-03T06:33:24.175167",
        "type": "outgoing",
        "content": "Pagi juga, bro! Ada apa nih pagi-pagi? Mau ngobrolin cuan? 😎"
    },
    {
        "timestamp": "2025-04-03T06:33:58.075368",
        "type": "incoming",
        "content": "Kaga bro, salam kenal ya gw fandi"
    },
    {
        "timestamp": "2025-04-03T06:34:02.522150",
        "type": "outgoing",
        "content": "Salam kenal juga, Fandi! Senang bisa kenalan. Ada yang bisa gue bantuin atau mau ngobrol-ngobrol santai aja? 😄"
    },
    {
        "timestamp": "2025-04-03T06:44:11.999622",
        "type": "incoming",
        "content": "Perkenalkan saya hadi kusuma"
    },
    {
        "timestamp": "2025-04-03T06:44:16.564028",
        "type": "outgoing",
        "content": "Halo Hadi Kusuma! Salam kenal, bro! Gue Fahrul Razi, si anak investment advisor dari JTRADE. Ada yang bisa gue bantuin soal investasi atau mau ngobrol santai aja? Santuy aja, ya! 😄"
    },
    {
        "timestamp": "2025-04-03T06:45:35.938804",
        "type": "incoming",
        "content": "Modal berapa maksimal gabung jtrade"
    },
    {
        "timestamp": "2025-04-03T06:45:40.617461",
        "type": "outgoing",
        "content": "Bro, buat gabung JTRADE nggak ada batasan maksimal modal, kok! Lo bisa mulai investasi sesuai kemampuan lo. Yang penting, pastikan lo nyaman sama jumlah yang lo investasikan. Kalau ada yang mau ditanya lagi, langsung aja! 😊"
    },
    {
        "timestamp": "2025-04-03T06:46:45.935957",
        "type": "incoming",
        "content": "Saya mau juga dapat penghasilan tiap hari"
    },
    {
        "timestamp": "2025-04-03T06:46:50.848709",
        "type": "outgoing",
        "content": "Wah, kalau mau penghasilan tiap hari, bisa coba trading harian, bro! Tapi inget, trading harian itu butuh skill dan waktu buat mantau market. Kalau belum berpengalaman, mending belajar dulu atau mulai dari investasi jangka panjang. Aman dulu, baru cuan! 😉"
    },
    {
        "timestamp": "2025-04-03T06:47:10.663719",
        "type": "incoming",
        "content": "Temen ku katanya gak dibayar emang bener gk dibayar"
    },
    {
        "timestamp": "2025-04-03T06:47:15.527344",
        "type": "outgoing",
        "content": "Wah, bisa jadi ada masalah tuh, bro. Coba cek lagi sama temenmu, mungkin ada kendala di sistem atau dokumen belum lengkap. Biasanya sih kalau semua lancar, pasti dibayar. Suruh temenmu follow up lagi ke pihak terkait biar jelas. Jangan sampe cuan ngambang! ✌️"
    },
    {
        "timestamp": "2025-04-03T06:47:25.780865",
        "type": "incoming",
        "content": "Alhamdulillah cair"
    },
    {
        "timestamp": "2025-04-03T06:47:36.041952",
        "type": "outgoing",
        "content": "Mantap, bro! Cuan udah masuk kantong. Sekarang tinggal atur strategi biar makin nambah. Jangan lupa investasinya dibikin kerja juga, biar makin santuy di masa depan! 🚀"
    }
]